import React from 'react';
import './Review.css';

const Review = () => {
  return (
    <div className='review'>
      <h1>Порядок рецензирования статей, направляемых для опубликования в Тюменском научном журнале</h1>

      <h2>1. Общие положения</h2>
      <p>
        Настоящий Порядок рецензирования рукописей, представляемых для публикации в Тюменском научном журнале (далее —
        Журнал), определяет порядок рецензирования рукописей научных статей, представляемых авторами для опубликования (далее —
        Рукопись).
      </p>

      <h2>2. Прием рукописи</h2>
      <p>
        Рукопись принимается к рассмотрению редакцией Журнала при условии, что она соответствует требованиям, предусмотренным к
        оформлению статей, размещённым на сайте <a href="https://tyumen-science.ru/authors">tyumen-science.ru</a> в разделе «Авторам».
      </p>
      <p>
        После поступления в редакцию Журнала, рукопись научной статьи проходит проверку на соответствие требованиям оформления и
        профилю журнала. При положительном результате, Рукопись регистрируется в базе данных, а автору отправляется уведомление о
        её принятии к рассмотрению. Срок рассмотрения составляет от 5 до 10 рабочих дней.
      </p>

      <h2>3. Процедура рецензирования</h2>
      <p>
        Каждая рукопись, представленная для опубликования в Журнале, проходит процедуру рецензирования с целью её экспертной
        оценки.
      </p>

      <h3>3.1. Выбор рецензента</h3>
      <p>
        Рецензирование рукописи осуществляет главный редактор или член редакционного совета и/или редакционной коллегии Журнала,
        обладающий наиболее близкой к теме статьи научной специализацией и являющийся признанным специалистом по тематике
        рецензируемых материалов. Данный специалист должен иметь публикации по тематике рецензируемой статьи за последние три года.
      </p>

      <h3>3.2. Привлечение внешних рецензентов</h3>
      <p>
        Главный редактор вправе привлекать внешних рецензентов (докторов или кандидатов наук, а также специалистов-практиков),
        не входящих в состав редакционного совета или редакционной коллегии. Сроки предоставления рецензий согласуются с внешними
        экспертами, но не превышают трёх месяцев со дня передачи Рукописи рецензенту.
      </p>

      <h3>3.3. Ограничения для рецензентов</h3>
      <p>
        Рецензентом не может выступать автор или соавтор рецензируемой Рукописи, а также научный руководитель автора и сотрудники
        подразделения, в котором работает автор.
      </p>
      <p>
        Рецензент при получении Рукописи для рецензирования уведомляется о том, что данная Рукопись является интеллектуальной
        собственностью авторов и относится к сведениям, не подлежащим разглашению.
      </p>
      <p>
        Рецензентам запрещено:
        <ul>
          <li>использовать Рукопись для своих нужд и нужд третьих лиц;</li>
          <li>разглашать информацию, содержащуюся в Рукописи до её опубликования;</li>
          <li>передавать Рукопись на рецензирование другому лицу без согласования с главным редактором Журнала;</li>
          <li>использовать материалы, содержащиеся в Рукописи, в своих собственных интересах.</li>
        </ul>
      </p>

      <h3>3.4. Система слепого рецензирования</h3>
      <p>
        Редакция использует систему «слепого рецензирования» научных статей (blind review), при которой автор и рецензент не знают
        друг о друге. При необходимости привлекаются до трёх рецензентов (например, в случае трансдисциплинарного характера работы).
        Общение автора и рецензента(-ов) осуществляется через редакцию Журнала.
      </p>

      <h3>3.5. Содержание рецензии</h3>
      <p>
        Рукопись передаётся рецензенту без указания каких-либо сведений об авторах. Рецензия должна объективно оценивать Рукопись и
        содержать всесторонний анализ её научных и методических достоинств и недостатков. Рецензия составляется по образцу,
        размещённому на сайте Журнала в разделе «Порядок рецензирования», либо в свободной форме, но с обязательным освещением
        следующих положений:
      </p>
      <ol>
        <li>Соответствие содержания статьи заявленной в названии теме.</li>
        <li>Актуальность представленной для опубликования Рукописи.</li>
        <li>Научная новизна результатов исследования, рассматриваемых в Рукописи.</li>
        <li>
          Практическая ценность постановки проблемы или полученных результатов для дальнейшего развития теории и практики в
          рассматриваемой области знаний.
        </li>
        <li>
          Наличие и соответствие элементов статьи (аннотация, введение, основная часть, заключение) требованиям научного стиля
          изложения.
        </li>
        <li>Качество изучения использованных литературных источников.</li>
        <li>Целесообразность использованных методов исследования и статистической обработки материалов.</li>
        <li>Аргументированность и соответствие выводов целям и задачам исследования.</li>
        <li>Объём и качество графического материала (при наличии).</li>
        <li>Логическая последовательность и чёткость изложения материала.</li>
      </ol>

      <h2>4. Вопросы изложения результатов рецензирования</h2>

      <h3>4.1. Выводы рецензии</h3>
      <p>
        В резолютивной части рецензии должны содержаться обоснованные выводы о Рукописи в целом и чёткая рекомендация о
        целесообразности её публикации в Журнале, отказе в опубликовании или необходимости её доработки.
      </p>

      <h3>4.2. Варианты решений по результатам рецензирования</h3>
      <p>
        По результатам рецензирования Рукопись может быть:
      </p>
      <ol type="1">
        <li>
          Одобрена к опубликованию.
          <p>
            Окончательное решение о принятии Рукописи к опубликованию в Журнале принимается на заседании редакционной коллегии при
            участии главного редактора Журнала.
          </p>
        </li>
        <li>
          Отказана в опубликовании.
          <p>
            В случае отрицательной оценки Рукописи рецензент обосновывает свои выводы и указывает на существенные несоответствия,
            повлиявшие на принятие решения. Редакция направляет автору Рукописи мотивированный отказ или копию рецензии,
            предварительно удалив информацию о рецензенте.
          </p>
        </li>
        <li>
          Направлена на доработку и устранение замечаний.
          <p>
            При наличии замечаний к Рукописи рецензент указывает на недостатки статьи и предлагает автору рекомендации по их
            устранению. Автор обязан внести все необходимые исправления в текст статьи в течение 14 календарных дней с момента
            получения уведомления от Редакции. После внесения исправлений автор отправляет доработанную рукопись в редакцию,
            приложив сопроводительное письмо с комментариями к внесённым изменениям. Доработанную рукопись повторно направляют на
            рецензирование тому же рецензенту или другому эксперту по усмотрению главного редактора.
          </p>
          <p>
            Рукописи, авторы которых не устранили конструктивные замечания рецензента или не представили аргументированное
            опровержение этих замечаний, к публикации не допускаются.
          </p>
        </li>
      </ol>

      <h3>4.3. Несогласие автора с замечаниями рецензента</h3>
      <p>
        При несогласии автора с замечаниями рецензента он может ходатайствовать о повторном рецензировании или отозвать Рукопись, о
        чём в письменном виде должен известить Редакцию и получить подтверждение о снятии Рукописи с рассмотрения.
      </p>

      <h3>4.4. Информирование автора о результатах рассмотрения</h3>
      <p>
        Редакция Журнала по запросу автора информирует его о ходе рассмотрения Рукописи и принятом решении. Информация
        предоставляется автору Рукописи лично.
      </p>

      <h3>4.5. Нарушение авторских прав и этических норм</h3>
      <p>
        Если публикация Рукописи привела к нарушению чьих-либо авторских прав или этических норм научного сообщества, то редакция
        Журнала оставляет за собой право опубликовать опровержение, а также уведомить о факте нарушения прав всех заинтересованных
        лиц.
      </p>

      <h3>4.6. Хранение и предоставление рецензий</h3>
      <p>
        Рецензии хранятся в редакции Журнала в течение пяти лет и предоставляются в Министерство образования и науки Российской
        Федерации по запросам экспертных советов.
      </p>
    </div>
  );
};

export default Review;